[
  {
    "_id": "111111111111111111111111",
    "name": "White House",
    "streetAddress": "1600 Pennsylvania Avenue Northwest",
    "city": "Washington",
    "state": "DC",
    "zipCode": 20500,
    "country": "USA",
    "image": "about_the_white_house.jpeg",
    "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every U.S. president since John Adams in 1800. The term 'White House' is often used as a metonym for the president and their advisers. The residence was designed by Irish-born architect James Hoban[3] in the neoclassical style. Hoban modelled the building on Leinster House in Dublin, a building which today houses the Oireachtas, the Irish legislature. Construction took place between 1792 and 1800, using Aquia Creek sandstone painted white. When Thomas Jefferson moved into the house in 1801, he (with architect Benjamin Henry Latrobe) added low colonnades on each wing that concealed stables and storage.[4] In 1814, during the War of 1812, the mansion was set ablaze by the British Army in the Burning of Washington, destroying the interior and charring much of the exterior. Reconstruction began almost immediately, and President James Monroe moved into the partially reconstructed Executive Residence in October 1817. Exterior construction continued with the addition of the semi-circular South portico in 1824 and the North portico in 1829. Because of crowding within the executive mansion itself, President Theodore Roosevelt had all work offices relocated to the newly constructed West Wing in 1901. Eight years later, in 1909, President William Howard Taft expanded the West Wing and created the first Oval Office, which was eventually moved as the section was expanded. In the main mansion, the third-floor attic was converted to living quarters in 1927 by augmenting the existing hip roof with long shed dormers. A newly constructed East Wing was used as a reception area for social events; Jefferson's colonnades connected the new wings. The East Wing alterations were completed in 1946, creating additional office space. By 1948, the residence's load-bearing exterior walls and internal wood beams were found to be close to failure. Under Harry S. Truman, the interior rooms were completely dismantled and a new internal load-bearing steel frame was constructed inside the walls. On the exterior, the Truman Balcony was added. Once the structural work was completed, the interior rooms were rebuilt. The modern-day White House complex includes the Executive Residence, the West Wing, the East Wing, the Eisenhower Executive Office Building (the former State Department, which now houses offices for the president's staff and the vice president) and Blair House, a guest residence. The Executive Residence is made up of six stories: the Ground Floor, State Floor, Second Floor, and Third Floor, as well as a two-story basement. The property is a National Heritage Site owned by the National Park Service and is part of the President's Park. In 2007, it was ranked second[5] on the American Institute of Architects list of 'America's Favorite Architecture'."
  },
  {
    "_id": "222222222222222222222222",
    "name": "Lincoln Memorial",
    "streetAddress": "2 Lincoln Memorial Cir NW",
    "city": "Washington",
    "state": "DC",
    "zipCode": 20002,
    "country": "USA",
    "image": "empire-st.jpeg",
    "description": "The Lincoln Memorial is a US national memorial built to honor the 16th president of the United States, Abraham Lincoln. It is on the western end of the National Mall in Washington, D.C., across from the Washington Monument, and is in the form of a neoclassical temple. The memorial's architect was Henry Bacon. The designer of the memorial interior's large central statue, Abraham Lincoln (1920), was Daniel Chester French; the Lincoln statue was carved by the Piccirilli brothers.[3] The painter of the interior murals was Jules Guerin, and the epithet above the statue was written by Royal Cortissoz. Dedicated in May 1922, it is one of several memorials built to honor an American president. It has always been a major tourist attraction and since the 1930s has sometimes been a symbolic center focused on race relations. The building is in the form of a Greek Doric temple and contains a large seated sculpture of Abraham Lincoln and inscriptions of two well-known speeches by Lincoln, the Gettysburg Address and his second inaugural address. The memorial has been the site of many famous speeches, including Martin Luther King Jr.'s 'I Have a Dream' speech delivered on August 28, 1963, during the rally at the end of the March on Washington for Jobs and Freedom. Like other monuments on the National Mall – including the nearby Vietnam Veterans Memorial, Korean War Veterans Memorial, and World War II Memorial – the national memorial is administered by the National Park Service under its National Mall and Memorial Parks group. It has been listed on the National Register of Historic Places since October 15, 1966, and was ranked seventh on the American Institute of Architects' 2007 list of America's Favorite Architecture. The memorial is open to the public 24 hours a day, and more than 7 million people visit it annually."
  },
  {
    "_id": "333333333333333333333333",
    "name": "Empire State Building",
    "streetAddress": "20 W 34th St",
    "city": "New York",
    "state": "NY",
    "zipCode": 10001,
    "country": "USA",
    "image": "empire-st.jpeg",
    "description": "The Empire State Building is a 102-story[c] Art Deco skyscraper in Midtown Manhattan in New York City, United States. It was designed by Shreve, Lamb & Harmon and built from 1930 to 1931. Its name is derived from 'Empire State', the nickname of the state of New York. The building has a roof height of 1,250 feet (380 m) and stands a total of 1,454 feet (443.2 m) tall, including its antenna. The Empire State Building stood as the world's tallest building until the construction of the World Trade Center in 1970; following the latter's collapse in 2001, the Empire State Building was again the city's tallest skyscraper until 2012. As of 2020, the building is the seventh-tallest building in New York City, the ninth-tallest completed skyscraper in the United States, the 49th-tallest in the world, and the sixth-tallest freestanding structure in the Americas. The site of the Empire State Building, in Midtown South on the west side of Fifth Avenue between West 33rd and 34th Streets, was developed in 1893 as the Waldorf–Astoria Hotel. In 1929, Empire State Inc. acquired the site and devised plans for a skyscraper there. The design for the Empire State Building was changed fifteen times until it was ensured to be the world's tallest building. Construction started on March 17, 1930, and the building opened thirteen and a half months afterward on May 1, 1931. Despite favorable publicity related to the building's construction, because of the Great Depression and World War II, its owners did not make a profit until the early 1950s. The building's Art Deco architecture, height, and observation decks have made it a popular attraction. Around four million tourists from around the world annually visit the building's 86th- and 102nd-floor observatories; an additional indoor observatory on the 80th floor opened in 2019. The Empire State Building is an American cultural icon: it has been featured in more than 250 TV shows and movies since the film King Kong was released in 1933. The building's size has become the global standard of reference to describe the height and length of other structures. A symbol of New York City, the building has been named as one of the Seven Wonders of the Modern World by the American Society of Civil Engineers. It was ranked first on the American Institute of Architects' List of America's Favorite Architecture in 2007. Additionally, the Empire State Building and its ground-floor interior were designated city landmarks by the New York City Landmarks Preservation Commission in 1980, and were added to the National Register of Historic Places as a National Historic Landmark in 1986."
  },
  {
    "_id": "444444444444444444444444",
    "name": "Liberty Bell",
    "streetAddress": "526 Market St",
    "city": "Philadelphia",
    "state": "PA",
    "zipCode": 19106,
    "country": "USA",
    "image": "lb.jpeg",
    "description": "The Liberty Bell, previously called the State House Bell or Old State House Bell, is an iconic symbol of American independence, located in Philadelphia, Pennsylvania. Once placed in the steeple of the Pennsylvania State House (now renamed Independence Hall), the bell today is located across the street in the Liberty Bell Center in Independence National Historical Park. The bell was commissioned in 1752 by the Pennsylvania Provincial Assembly from the London firm of Lester and Pack (known subsequently as the Whitechapel Bell Foundry), and was cast with the lettering 'Proclaim LIBERTY Throughout all the Land unto all the Inhabitants Thereof', a Biblical reference from the Book of Leviticus (25:10). The bell first cracked when rung after its arrival in Philadelphia, and was twice recast by local workmen John Pass and John Stow, whose last names appear on the bell. In its early years, the bell was used to summon lawmakers to legislative sessions and to alert citizens about public meetings and proclamations. Although no immediate announcement was made of the Second Continental Congress's vote for independence—and so the bell could not have rung on July 4, 1776, related to that vote—bells were rung on July 8 to mark the reading of the United States Declaration of Independence. While there is no contemporary account of the Liberty Bell ringing, most historians believe it was one of the bells rung. After American independence was secured, the bell fell into relative obscurity until, in the 1830s, the bell was adopted as a symbol by abolitionist societies, who dubbed it the 'Liberty Bell'. The bell acquired its distinctive large crack some time in the early 19th century—a widespread story claims it cracked while ringing after the death of Chief Justice John Marshall in 1835. The bell became famous after an 1847 short story claimed that an aged bellringer rang it on July 4, 1776, upon hearing of the Second Continental Congress's vote for independence. Although the bell did not ring for independence on that July 4, the tale was widely accepted as fact, even by some historians. Beginning in 1885, the city of Philadelphia—which owns the bell—allowed it to go to various expositions and patriotic gatherings. The bell attracted huge crowds wherever it went, additional cracking occurred, and pieces were chipped away by souvenir hunters. The last such journey occurred in 1915, after which the city refused further requests. After World War II, Philadelphia allowed the National Park Service to take custody of the bell, while retaining ownership. The bell was used as a symbol of freedom during the Cold War and was a popular site for protests in the 1960s. It was moved from its longtime home in Independence Hall to a nearby glass pavilion on Independence Mall in 1976, and then to the larger Liberty Bell Center adjacent to the pavilion in 2003. The bell has been featured on coins and stamps, and its name and image have been widely used by corporations."
  }
]